Repository: cyriltata/Products.GEMI
Catalog: src/Products/GEMI/locales/*/LC_MESSAGES/Products.GEMI.po
Languages: de

source: Bibliography Folder
de: Bibliographie Ordner

source: Categories have been deleted!
de: Kategorien wurden gelöscht!

source: Category Description
de: Beschreibung

source: Category Name
de: Name der Kategorie

source: Collection
de: Kollektion

source: Collection Filter View Settings
de: Einstellungen Kollektion - gefilterte Ansicht

source: Content Type View
de: Inhaltstypen-Ansicht

source: Content types shown
de: Angezeigte Inhaltstypen

source: Content-Type Categories
de: Inhaltstypen-Kategorie

source: Content-Type View Settings
de: Einstellungen Inhaltstypen-Ansicht

source: Content-type (multiselect)
de: Inhaltstypen (Mehrfachauswahl)

source: Default Filter selection
de: Filter-Auswahl

source: Description
de: Beschreibung

source: Disclaimer
de: Haftungshinweise

source: Enabled content types
de: Aktiviert Inhaltstypen

source: Faculty of Biology
de: Biologische Fakultät

source: Filter Settings
de: Filter-Einstellungen

source: Folder
de: Ordner

source: Folder Content-type View Settings
de: Einstellungen Inhaltstypen-Ansicht

source: GEMI plone add-on
de: Plone-Erweiterung des GEMI

source: Gemifolder
de: Profil-Order für GEMI-Anpassungen

source: Imprint
de: Impressum

source: Institute of Psychology
de: Institut für Psychologie

source: List of authors to be shown in filter (each in newline)
de: Liste von Autoren, die im Filter angezeigt werden soll (je ein Autor pro Zeile)

source: List of years to be shown in filter (each in newline)
de: List von Jahren, die im Filter angezeigt werden soll (je ein Jahr pro Zeile)

source: Navigation-like View
de: wie Navigation

source: Page
de: Seite

source: Plone add-on for GEMI specific things!
de: Plone-Erweiterung für GEMI-Anpassungen

source: Products.GEMI Settings
de: Einstellungen für Products.GEMI

source: Products.GEMI settings
de: Einstellungen für Products.GEMI

source: Publications view
de: Publikationen-Ordner

source: Publications view Settings
de: Einstellungen Publikationen-Ordner

source: Recent Publications view
de: Neueste Publikationen

source: Saved
de: Gespeichert

source: Selected Year
de: Ausgewählte Jahr

source: Selected author
de: Ausgewählte Autor

source: Settings for Content-type folder view
de: Einstellungen für die 'Inhaltstypen-Ansicht'

source: Show items exluded from navigation
de: Elemente anzeigen, die nicht in der Navigation angezeigt werden

source: Title
de: Titel

source: View Content Settings
de: Inhalte-Einstellungen anzeigen

source: View Settings
de: Einstellungen Ansicht

source: Your settings have been saved!
de: Einstellungen Gespeichert!

source: bcv_show_filter_desc_help
de: Falls ausgewählt wird der Filter oberhalb der Auflistung angezeigt

source: bfv_show_filter_desc_help
de: Falls ausgewählt wird der Filter oberhalb der Auflistung angezeigt

source: box_last_modified
de: zuletzt bearbeitet

source: desc_not_valid_view
de: Diese Ansicht ist bei diesem Typ von Kollektion nicht möglich

source: error
de: Fehler

source: group_by_year
de: Einträge nach Jahr gruppieren

source: group_by_year_help
de: Falls ausgewählt werden Einträge nach Jahr und Kategorie gruppiert

source: heading_bibfolder_view_settings
de: Einstellungen der Bibliografie-Ordneransicht (GEMI)

source: heading_collection_filter_settings
de: Einstellungen für Kollektions-Filter

source: help_bibfolder_view_settings
de: Erstelle Kategorien, nach denen die Inhalte dieses Ordner gruppiert werden. Falls keine Kategorien ausgewählt sind, werden die Ordner-Inhalte unverändert bzw. in einer Standard-Ansicht angezeigt. Jede Kategorie muss mit einem und mehreren Inhaltstypen verknüpft sein, bevor sie angezeigt werden kann.

source: help_contenttype_view_settings
de: Konfiguriere, welche Inhaltstypen angezeigt werden sollen, wenn die 'Inhaltstypen-Ansicht' für diesen Ordner ausgewählt wurde

source: help_select_content_types
de: Wähle die Inhaltstypen aus, die in der 'Inhaltstypen-Ansicht' angezeigt werden sollen

source: help_select_content_types_view
de: Wähle die Inhaltstypen aus, die in der 'Inhaltstypen-Ansicht' angezeigt werden sollen

source: help_show_nav_exluded_items
de: Falls ausgewählt, werden dieselben Elemente wie in der Navigation angezeigt

source: item_title_or_id
de: Element-Titel/ID

source: label_by_author
de: von ${author}

source: label_show
de: anzeigen

source: no_items_in_folder
de: Dieser Ordner hat zur Zeit keinen Inhalt.

source: show_filter
de: Filter anzeigen

source: show_folder_in_collection_desc
de: Inhalte eines speziellen Ordners anzeigen

source: show_folder_in_collection_desc_help
de: Wenn diese Option ausgewählt und ein Publikationen-Ordner als Such-Basis definiert wird, werden die Einstellungen ebendieses Publikationen-Ordners automatisch übernommen und dessen Inhalt angezeigt

source: text_authors_all
de: alle

source: text_by_author
de: nach Autor:

source: text_by_year
de: nach Jahr:

source: text_show
de: anzeigen

source: text_years_all
de: alle
